app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)
    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2018-09-16 05:48:39.481432"], ["updated_at", "2018-09-16 05:48:39.481432"]]